import React from 'react'

const Obrozov = () => {
  return (
    <div id='obr'>
      <p id='name'>Образование, каким оно должно быть</p>
      <div id='bgtext1'><p id='text1'>Мы помогаем развивать коммуникацию, критическое мышление, эмоциональный интеллект и «гибкие навыки» у детей от 7 лет и старше при помощи авторских методик, разработанных известными педагогами Ярославля</p></div>
      <div id='texts1'>
        <div id='bgtext2'><p id='text2'>Мы обучаем тех, кто хочет быть грамотным в современном мире цифрового образования</p></div>
        <div id='bgtext3'><p id='text3'>Применяем инновационные методыв обучении с индивидуальным подходом к потребностям ученика</p></div>
      </div>
    </div>
  )
}

export default Obrozov
